{
  "fashion": [
    {
      "id": 1,
      "Name": "Boonik Shoes Latest Leather ",
      "price": 1223.66,
      "img": "https://m.media-amazon.com/images/I/41MfgsBk73L._AC_UL320_ML3_.jpg",
      "description": "Flaunt with these stylish and unique red casual shoes as per the latest fashion trend from the house of Shozie, Brand known for its wide range of men's casual, formal, sports/running, ethnic, party wear shoes. This pair is having classic style which will add glamour to your look. These shoes go well with your casual wear. Team it with your casual attire to complete your perfect casual or party look.",
      "stock": 11
    },
    {
      "id": 2,
      "Name": "Anolog Black watch",
      "price": 3999.99,
      "img": "https://m.media-amazon.com/images/I/91SzBi0-g2L._AC_UL320_ML3_.jpg",
      "description": "A collection of chic and stylish timepieces crafted for the metropolitan men and women, the Flute Workwear range embraces the elegance and sophistication of simplistic yet stylish design. Renowned for it's excellence in watchmaking craftsmanship and design expertise, this range of timepieces from Flute makes for the perfect accessory for professional dressing.",
      "stock": 7
    },
    {
      "id": 3,
      "Name": "Denim Slim Fit  Shirt",
      "price": 500,
      "img": "https://m.media-amazon.com/images/I/615-CzW-YUL._AC_UL320_ML3_.jpg",
      "description": "Inkast Denim Co. offers a mix of classic as well as contemporary denim styles in a variety of washes. Designed for all casual occasions, Inkast offers the authentic denim look with high emphasis on quality, craftsmanship and fit.",
      "stock": 3
    },
    {
      "id": 4,
      "Name": "Men's Long Sleev Pullover ",
      "price": 800,
      "img": "https://m.media-amazon.com/images/I/61qMQQkxeIL._AC_UL320_ML3_.jpg",
      "description": "Stylish and fashion design make you more attractive. Perfect Match with your favorite shorts,leggings, black slacks, denim jeans, etc",
      "stock": 10
    },
    {
      "id": 5,
      "Name": "Men's Comfortable Mesh Sports shoe",
      "price": 2500,
      "img": "https://m.media-amazon.com/images/I/81zQ1P1thsL._AC_UL320_ML3_.jpg",
      "description": "Spruce up your casual footwear collection by grabbing this pair of olive Sneakers for men.Crafted from a rich quality material, this pair of floater Sneakers promises to keep your feet at ease all day long. This pair of floater Sneakers is durable and is sure to serve you for a long time.",
      "stock": 9
    }
  ],
  "electronics": [
    {
      "id": 1,
      "Name": "Mi Smart Band 4 (Black)",
      "price": 4000,
      "img": "https://images-na.ssl-images-amazon.com/images/I/71ZSpNjEl0L._AC_UL200_SR200,200_.jpg",
      "description": "Step Up, Live More with the all new Mi Smart Band 4 which comes with a 39% larger, color AMOLED full touch display.",
      "stock": 6
    },
    {
      "id": 2,
      "Name": "boAt in-Ear Headphones with Mic",
      "price": 2400,
      "img": "https://images-na.ssl-images-amazon.com/images/I/719elVA3FvL._AC_UL200_SR200,200_.jpg",
      "description": "boAt BassHeads 100 Stereo In-Ear Earphones are designed to give you an experience which no other product can match. As the headphones feature 10mm drivers, they give you clear sound with that enhanced bass. In built noise isolation mic ensures you don’t miss those important calls.",
      "stock": 4
    },
    {
      "id": 3,
      "Name": "Mi 20000mAH Li-Polymer Power Bank",
      "price": 4300,
      "img": "https://images-na.ssl-images-amazon.com/images/I/61kYwX%2BwKdL._AC_UL200_SR200,200_.jpg",
      "description": "The all-new 20000mAh Mi power bank 2i is a portable powerhouse that comes with 18W fast charging that ensures that your devices charge quickly and you can be on the move. The all-new design now comes in black metallic color finish and features dual USB output with two-way fast charging without compromising on the size and quality.",
      "stock": 16
    },
    {
      "id": 4,
      "Name": "pTron Bluetooth Headphones with Mic",
      "price": 3500,
      "img": "https://images-na.ssl-images-amazon.com/images/I/51jGCELP5zL._AC_UL200_SR200,200_.jpg",
      "description": "PTron Bassbuds is a True Wireless Stereo Earbuds (TWS) featuring the latest Bluetooth 5.0 technology and state of the art acoustic components that produce incredible sound quality with Hi-Fi sound quality and crystal clear treble. Ergonomic and lightweight design fit comfortably and snugly in your ear, provide perfect fit and comfort for all-day wearing with no distractions. ",
      "stock": 10
    },
    {
      "id": 5,
      "Name": "SanDisk Cruzer Blade 32GB USB Flash Drive",
      "price": 700,
      "img": "https://images-na.ssl-images-amazon.com/images/I/61pHXsALAOL._AC_UL200_SR200,200_.jpg",
      "description": "It's the small, swift way to save and transfer your digital content from computer to computer, or take it on-the-go. Simply store your pictures, music and other fun files onto the sleek Cruzer Blade USB flash drive and start sharing with your family and friends. You can also protect files on your USB flash drive from unauthorized access with the SanDisk Secure Access software and enjoy the added protection of secure online backup (up to 2GB optionally available) offered by YuuWaa.",
      "stock": 9
    }
  ],
  "mobiles": [
    {
      "id": 1,
      "Name": "Xiaomi Mi A3",
      "price": 15499,
      "img": "https://images-eu.ssl-images-amazon.com/images/I/41On5Oa+6lL._AC_US160_FMwebp_QL70_.jpg",
      "description": "Xiaomi's Indian debut has been causing all kinds of headaches for other smartphone companies. The Mi 3 offers an astonishing list of features and specifications considering its low price. The performance easily eclipses that of any other phone in its price band, and buyers who are lucky enough to snag one of the very few up for sale will be quite happy from that standpoint. The camera isn't all that great, and there's no microSD slot. The MiUI Android skin also takes some getting used to. If your primary concern is value for money, this is the phone to get, hands down.",
      "stock": 8
    },
    {
      "id": 2,
      "Name": "One Plus 7 Pro",
      "price": 42999,
      "img": "https://images-eu.ssl-images-amazon.com/images/I/41ksesyGr+L._AC_US160_FMwebp_QL70_.jpg",
      "description": "It has an extraordinarily generous 6.4-inch AMOLED display, a fast in-screen fingerprint scanner, blazingly quick flagship internals, and a quietly restrained operating system that only adds features that are genuinely useful",
      "stock": 5
    },
    {
      "id": 3,
      "Name": "One Plus 7T",
      "price": 34999,
      "img": "https://images-eu.ssl-images-amazon.com/images/I/41CK68JShbL._AC_US160_FMwebp_QL70_.jpg",
      "description": "It has an extraordinarily generous 6.4-inch AMOLED display, a fast in-screen fingerprint scanner, blazingly quick flagship internals, and a quietly restrained operating system that only adds features that are genuinely useful",
      "stock": 17
    },
    {
      "id": 4,
      "Name": "Galaxy M30",
      "price": 13999,
      "img": "https://images-eu.ssl-images-amazon.com/images/I/414U96WCOEL._AC_US160_FMwebp_QL70_.jpg",
      "description": "The Galaxy M30 sports a big 6.4-inch Super AMOLED display with a full-HD+ resolution (1080x2340 pixels). The panel is crisp, has good viewing angles, and is also legible when outdoors.",
      "stock": 10
    },
    {
      "id": 5,
      "Name": "Vivo U10",
      "price": 8990,
      "img": "https://images-na.ssl-images-amazon.com/images/I/5146hJBeZqL._AC_UL160_SR160,160_.jpg",
      "description": "Vivo U10 vaunts an 89% screen-to-body ratio. Like any other budget phone, this one does have thick chin and noticeable bezels on other sides.",
      "stock": 9
    },
    {
      "id": 6,
      "Name": "Nokia 6.2",
      "price": 13399,
      "img": "https://images-eu.ssl-images-amazon.com/images/I/41DSzpsP58L._AC_US160_FMwebp_QL70_.jpg",
      "description": "Nokia 6.2 smartphone was launched on 5th September 2019. The phone comes with a 6.30-inch touchscreen display. Nokia 6.2 is powered by an octa-core Qualcomm Snapdragon 636 processor. It comes with 3GB of RAM.",
      "stock": 15
    }
  ] ,
  cart:[{}]
}
